// Update button (replaces install button when product is already installed)
"Update" = "Màj";

// Window title, placeholder is for version string of version to be installed
"%@ Installation" = "Installation de %@";

// Strings for older OS version error dialog (title/message)
"Unsupported Mac OS X version" = "Version de Mac OS X non supportée";
"MenuMeters can only be installed on Mac OS X 10.2 or later." =
"MenuMeters ne peut être installé que sur Mac OS X 10.2 ou suppérieur.";

// Install/Update success/failure dialogs (title/message)
"Installation Successful" = "Installation réussie";
"MenuMeters was installed successfully. Open your System Preferences to start using MenuMeters." =
"MenuMeters a été correctement installé. Ouvrez Préférences Système pour commencez à utiliser MenuMeters.";
"Update Successful" = "Mise à jour réussie";
"MenuMeters was updated successfully. You must logout and relogin to use the new version of MenuMeters." =
"MenuMeters a été correctement mis à jour. Déconnectez-vous de votre session puis reconnectez-vous pour pouvoir utiliser MenuMeters.";
"Installation Failure" = "Échec de l'installation";
"MenuMeters could not be installed. Please see the Console log for errors." =
"MenuMeters n'a pu être installé. Consultez l'historique de la Console afin de voir les erreurs.";

// Uninstall success/failure dialogs (title/message)
"Uninstall Successful" = "Désinstallation réussie";
"MenuMeters has been removed. You must logout to complete the uninstall." =
"MenuMeters a été effacé. Déconnectez-vous pour compléter la désinstallation.";
"Uninstall Error" = "Erreur de désinstallation";
"MenuMeters could not be removed. Please see the Console log for errors." =
"MenuMeters n'a pu être effacé. Consultez l'historique de la Console afin de voir les erreurs.";
